gsoap/jnuy/yl_USCOREydSoap.m_tz_update.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
 xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://jinanwater.cn/">
 <SOAP-ENV:Body>
   <ns1:m_tz_update>
    <ns1:smdate></ns1:smdate>
    <ns1:filename></ns1:filename>
    <ns1:yyzd></ns1:yyzd>
   </ns1:m_tz_update>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
